texts = {
    "choose_menu_element": "Выберите пункт меню...",
    "choose_test": "Выберите тест для просмотра или создайте новый",
    "main": "Привет! Это бот для опросов",
    "in_development": "Фунционал в разработке",
    "test_menu": "Вы находитесь в разделе создания и управления тестами. Выберите тест или создайте новый",
    "search_test": "Пройти опрос",
    "create_test": "Создать опрос",
    "help": "Помощь",
    "create_new_test": "Создать новый тест",

    "menu.surveys_menu": "Вы находитесь в меню создания и управления вашими опросами.\n"
                         "Создайте новый опрос или выберите существующий",
    "menu.create_survey.step-1": "Вы находитесь в меню созданя опросов. \n"
                                 "Введите имя опроса.",
    "menu.create_survey.step-2": "Название выбрано: {survey_title}\n"
                                 "Теперь выберите тип опроса\n"
                                 "Тест - это такой опрос, в котором могут быть правильные или не правильные ответы\n"
                                 "Опрос - самый обычный опрос, который просто собирает ответы на заданные вопросы",
    "menu.create_survey.step-3": "Отлично! Опрос создан.\n"
                                 "Название: {survey_title}\n"
                                 "Тип: {survey_type}\n"
                                 "Если всё верно, можем приступить к созданию вопросов.",
    "menu.questions_edit.main": "Вы находитесь в меню редактирования вопросов опроса.\n"
                         "Выберите действие",
    "menu.survey": "{survey_type} \"{survey_title}\"\n\n"
                        "Здесь вы можете поделиться ссылкой на опрос с другими людьми, отредактировать опрос и "
                        "посмотреть статистику",
    "menu.survey.share": "Поделитесь этой ссылкой с другими людьми, чтобы они могли пройти ваш опрос!\n"
                         "🔗 {link}",
    "menu.survey.edit": "Здесь находится всё содержимое опроса, которое вы можете редактировать",
    "menu.survey.stats": "Статистика по опросу:\n...",
    "menu.survey.delete": "🗑 Опрос был удалён.",
    "menu.take_survey.welcome": 'Добро пожаловать на тест "{survey_title}"\n'
                                'Когда будете готовы, можете нажать кнопку "Готов"',

    "menu.questions_edit.add_question": "🤔 Выберите тип вопроса",
    "menu.questions_edit.add_question.entering_title": "Отправьте сообщение с вопросом",
    "menu.questions_edit.add_question.entering_options":
        "Отлично, теперь нужно указать варианты ответа на вопрос \"{question_title}\"\n\n"
        "Для этого отправьте сообщение с вариантами ответов: по одному варианту в строку.\n\n"
        "Пример с 3 вариантами ответа:\n"
        "Вариант 1\nВариант 2\nВариант 3",
    "menu.questions_edit.add_question.ready": "Готово, вопрос создан! Продолжаем?",
    "menu.questions_edit.delete_question": "Выберите вопрос, который хотите удалить:\n"
                                           "{questions}",
    "menu.questions_edit.list_questions": "На данный момент есть следующие вопросы:\n"
                                          "{questions}",



    "back": "Назад",
    "messages.error": "Функционал недоступен"
}
